[en]
icon-label=avast! Ad Blocker
settings-title=avast! Ad Blocker - powered by Adblock Plus
settings-heading=Ad Blocker
settings-language-label=Language:
settings-language-description=Select your language to get the most out of avast! Ad Blocker so that it can get rid of all ads on the websites you visit.
settings-language-other=Other
settings-blocking-label=Manage Blocking:
settings-blocking-description=You can disable adblocking for some websites. Manage your list of websites for which you want to see ads.
settings-exceptions-manage-label=Manage
settings-exceptions-add-label=Add
settings-exceptions-remove-label=Remove Selected
settings-acceptable-label=Acceptable Ads:
settings-acceptable-description=We want to encourage websites using plain and unobtrusive advertising. That's why we have established strict guidelines to identify acceptable ads. Activate Acceptable Ads if you want to help websites with unobtrusive ads.
settings-feature-activate=Activate
settings-feature-deactivate=Deactivate
# The placeholder ?1? is being replaced by the Adblock Plus logo here.
settings-powered-by=powered by ?1? Adblock Plus

[ru]
icon-label=avast! Ad Blocker

settings-title=avast! Ad Blocker на базе Adblock Plus
settings-heading=Ad Blocker
settings-language-label=Язык:
settings-language-description=Выберите ваш язык для того, чтобы получить максимум от avast! Ad Blocker и заблокировать всю рекламу на посещаемых вами сайтах.
settings-language-other=Другой
settings-blocking-label=Управление блокировкой:
settings-blocking-description=Блокировка рекламы может быть отключена на определенных сайтах. Управляйте вашим списком сайтов, на которых вы бы хотели видеть рекламу.
settings-exceptions-manage-label=Управлять
settings-exceptions-add-label=Добавить
settings-exceptions-remove-label=Удалить выбранное
settings-acceptable-label=Допустимая реклама:
settings-acceptable-description=Мы хотим поддержать сайты, использующие простую и ненавязчивую рекламу. Поэтому мы разработали строгие критерии для определения допустимой рекламы. Включите эту функцию, если вы хотите поддержать сайты, использующие ненавязчивую рекламу.
settings-feature-activate=Включить
settings-feature-deactivate=Выключить

# The placeholder ?1? is being replaced by the name "Adblock Plus" here
settings-powered-by=На базе ?1?

[ua]
icon-label=avast! Ad Blocker

settings-title=avast! Ad Blocker на основі Adblock Plus
settings-heading=Ad Blocker
settings-language-label=Мова:
settings-language-description=Виберіть вашу мову, для того щоб отримати максимум від avast! Ad Blocker і заблокувати всю рекламу сайтах що ви відвідуєте.
settings-language-other=Інше
settings-blocking-label=Керування блокуванням:
settings-blocking-description=Блокування реклами може бути відключене на певних сайтах. Керуйте вашим списком сайтів, на яких ви б хотіли бачити рекламу.
settings-exceptions-manage-label=Керувати
settings-exceptions-add-label=Додати
settings-exceptions-remove-label=Видалити обране
settings-acceptable-label=Дозволена реклама:
settings-acceptable-description=Ми хочемо підтримати сайти, що використовують просту ненав'язливу рекламу. Тому ми розробили чіткі критерії для визначення дозволеної реклами. Увімкніть цю функцію, якщо ви хочете підтримати сайти, що використовують ненав'язливу рекламу.
settings-feature-activate=Увімкнути
settings-feature-deactivate=Вимкнути

# The placeholder ?1? is being replaced by the name "Adblock Plus" here
settings-powered-by=На основі ?1?

[zh]
icon-label=avast! Ad Blocker

settings-title=avast! Ad Blocker - 由 Adblock Plus 技术支持
settings-heading=Ad Blocker
settings-language-label= 语言:
settings-language-description= 选择您的语言来得到最有效的 avast! Ad Blocker， 让您浏览网页再也不受广告的困扰。
settings-language-other= 其他
settings-blocking-label=管理拦阻
settings-blocking-description= 您可以对于某些网站取消广告拦阻，管理您希望看到广告的网站列表。
settings-exceptions-manage-label=管理
settings-exceptions-add-label=添加
settings-exceptions-remove-label=移除所选
settings-acceptable-label=可接受广告:
settings-acceptable-description= 我们想鼓励使用普通并且不刺眼的广告。因此，我们已经发布了严格的规则来识别可接受广告。如果您想帮助在使用普通广告的网页，请启用可接受广告。
settings-feature-activate=  启用
settings-feature-deactivate= 禁用

# The placeholder ?1? is being replaced by the name "Adblock Plus" here
settings-powered-by= 由?1? 技术支持

# Extension description, to be displayed in the add-on manager
description=AdBlock的功能是通过过滤或隐藏目标网页地址之外的不需要的广告（横幅，弹出窗口，基于flash的广告）

[pt]
icon-label=avast! Ad Blocker

settings-title=avast! Ad Blocker - desenvolvido por Adblock Plus
settings-heading=Ad Blocker
settings-language-label= Idioma:
settings-language-description=Selecione seu idioma para obter o máximo de avast! Ad Blocker, de modo que você possa bloquear todos os anúncios nos sites que você visita.
settings-language-other=Outras
settings-blocking-label=Gerenciar Bloqueio:
settings-blocking-description=Você pode desabilitar o bloqueio da publicidade em alguns sites. Gerencie a lista de sites em que você quer ver publicidade.
settings-exceptions-manage-label=Gerenciar
settings-exceptions-add-label=Adicionar
settings-exceptions-remove-label=Remover Selecionados
settings-acceptable-label=Publicidade Permitida:
settings-acceptable-description=Nós queremos incentivar que utilizam publicidade amigável, por isso desenvolvemos normas restritas para identificar publicidade aceitável. Ative Publicidade Aceitável se você gostaria de incentivar sites com publicidade amigável.
settings-feature-activate=Ativar
settings-feature-deactivate=Desativar

# The placeholder ?1? is being replaced by the name "Adblock Plus" here
settings-powered-by=Desenvolvido por ?1?

# Extension description, to be displayed in the add-on manager
description=O recurso AdBlock funciona filtrando ou escondendo anúncios indesejados (banners, pop-ups, anúncios em Flash) do endereço da página desejada.

[pl]
icon-label=avast! Ad Blocker

settings-title=avast! Ad Blocker - napędzany przez Adblock Plus
settings-heading=Ad Blocker
settings-language-label=Język:
settings-language-description=Wybierz swój język, aby uzyskać jak najwięcej z avast! Ad Blocker tak, by pozbyć się reklam na stronach, które odwiedzasz.
settings-language-other=Inne
settings-blocking-label=Zarządzaj blokowaniem:
settings-blocking-description=Możesz wyłączyć blokowanie reklam na niektórych stronach. Zarządzaj listą stron, na których chcesz oglądać reklamy.
settings-exceptions-manage-label=Zarządzaj
settings-exceptions-add-label=Dodaj
settings-exceptions-remove-label=Usuń zaznaczone
settings-acceptable-label=Dopuszczalne reklamy:
settings-acceptable-description=Zamierzamy wspierać strony nie stosujące agresywnych reklam. Dlatego ustaliliśmy listę reguł, które zidentyfikują dopuszczalne reklamy. Aktywuj 'dopuszczalne reklamy', jeśli chcesz pomóc stronom internetowym nie stosujących agresywnych praktyk marketingowych.
settings-feature-activate=Włącz
settings-feature-deactivate=Wyłącz

# The placeholder ?1? is being replaced by the name "Adblock Plus" here
settings-powered-by=Napędzany przez ?1?

# Extension description, to be displayed in the add-on manager
description=Funkcja blokowania reklam działa poprzez filtrowanie i ukrywanie niechcianych reklam (takich jak bannery, pop-upy, reklamy oparte na technologii Flash) ze stron internetowych.

[nl]
icon-label=avast! Ad Blocker

settings-title=avast! Ad Blocker - powered by Adblock Plus
settings-heading=Ad Blocker
settings-language-label=Taal:
settings-language-description=Selecteer uw taal zodat avast! Ad Blocker alle online advertenties kan blokkeren op de websites die u bezoekt.
settings-language-other=Andere
settings-blocking-label=Beheer Blokkeren:
settings-blocking-description=U kunt het blokkeren van advertenties uitzetten voor sommige websites. Beheer de lijst met websites waar u de advertenties wel wil zien.
settings-exceptions-manage-label=Beheren
settings-exceptions-add-label=Toevoegen
settings-exceptions-remove-label=Verwijder geselecteerde
settings-acceptable-label=Acceptabele Advertenties:
settings-acceptable-description=Wij willen websites stimuleren die simpele en niet vervelende advertenties gebruiken. Daarom hebben wij strenge voorwaarden ontwikkeld om Acceptabele Advertenties te kunnen identificeren. Activeer Acceptabele Advertenties als u websites wil ondersteunen die bescheiden adverteren.
settings-feature-activate=Activeren
settings-feature-deactivate=Deactiveren

# The placeholder ?1? is being replaced by the name "Adblock Plus" here
settings-powered-by=Powered by ?1?

# Extension description, to be displayed in the add-on manager
description=De advertentieblocker functioneert door het filteren of verbergen van de ongewenste advertenties (banners, pop-ups, Flash reclames) van de doelpagina.

[it]
icon-label=avast! Ad Blocker

settings-title=avast! Ad Blocker - sviluppato da Adblock Plus
settings-heading=Ad Blocker
settings-language-label=Linguaggio:
settings-language-description=Seleziona la tua lingua per ottenere il meglio da avast! Ad Blocker per poterti liberare di tutte le pubblicità dei siti web che visiti.
settings-language-other=Altro
settings-blocking-label=Gestisci Blocchi:
settings-blocking-description=Puoi disattivare il blocco della pubblicità per alcuni siti internet. Controlla la lista dei siti web sui quali vuoi vedere pubblicità.
settings-exceptions-manage-label=Gestisci
settings-exceptions-add-label=Aggiungi
settings-exceptions-remove-label=Rimuovi Selezionati
settings-acceptable-label=Pubblicità Accettabili:
settings-acceptable-description=Vogliamo incoraggiare i siti internet ad usare annunci chiari e non intrusivi. Perciò abbiamo stabilito severe linee guida per identificare le pubblicità accettabili. Attiva Pubblicità Accettabili se vuoi aiutare i siti web con pubblicità non intrusive.
settings-feature-activate=Attiva
settings-feature-deactivate=Disattiva

# The placeholder ?1? is being replaced by the name "Adblock Plus" here
settings-powered-by=Sviluppato da ?1?

# Extension description, to be displayed in the add-on manager
description=La modalita' adblock funziona filtrando o nascondendo inserzioni non richieste che arrivano da siti diversi da quello che si sta consultando (banner, pop-ups, Inserzioni con flash-player)

[fr]
icon-label=avast! Ad Blocker

settings-title=avast! Ad Blocker - powered by Adblock Plus
settings-heading=Ad Blocker
settings-language-label=Language:
settings-language-description= Choisissez votre langue pour profiter pleinement d'avast !Ad Blocker pour éliminer toutes les publicités des sites web que vous visitez.
settings-language-other=Autre
settings-blocking-label= Gérez les blocages:
settings-blocking-description= Vous pouvez désactiver le blocage de publicités de certains sites. Gérez la liste des sites dont vous voulez voir les publicités.
settings-exceptions-manage-label=Gérez
settings-exceptions-add-label=Ajoutez
settings-exceptions-remove-label=Supprimez la sélection
settings-acceptable-label=Publicités acceptables:
settings-acceptable-description=Nous voulons encourager les sites à publier des publicités simples et non intrusives. C'est pourquoi nous avons établi des directives strictes pour définir les publicités acceptables. Activez Publicités acceptables si vous voulez soutenir les sites qui publient des publicités non intrusives.
settings-feature-activate=Activez
settings-feature-deactivate=Désactivez

# (L'espace réservé) ?1? a été remplacé par le nom "Adblock Plus" ici
settings-powered-by=Powered by ?1?

# Extension description, to be displayed in the add-on manager
Description= La fonction d'AdBlock filtre et cache les publicités non désirées (bannières, pop-ups, animations Flash) sur l'adresse de la page de destination.

[es]
icon-label=avast! Ad Blocker

settings-title=avast! Ad Blocker - powered by Adblock Plus
settings-heading=Ad Blocker
settings-language-label=Idioma:
settings-language-description= Seleccione el idioma para obtener el máximo rendimiento de Ad Blocker para deshacerse de todos los anuncios en los sitios web que visite.

settings-language-other=Otros
settings-blocking-label=Gestión de bloqueos
settings-blocking-description=  Puede desactivar el bloqueo de anuncios en algunos sitios web. Administre la lista de sitios web en los que quiere ver anuncios.
settings-exceptions-manage-label=Gestionar
settings-exceptions-add-label=Añadir
settings-exceptions-remove-label=Seleccionada eliminación
settings-acceptable-label=Anuncios Aceptables:
settings-acceptable-description=Queremos promover que los sitios web utilicen publicidad simple y no obstructiva. Esa es la razón por la que hemos establecido estrictas normas para identificar que anuncios son aceptables. Active "Anuncios Aceptables" si quiere ayudar a los sitios web que no tienen anuncios intrusivos.
settings-feature-activate=Activar
settings-feature-deactivate=Desactivar

# The placeholder ?1? is being replaced by the name "Adblock Plus" here
settings-powered-by=Powered by ?1?

# Extension description, to be displayed in the add-on manager
description=La función Adblock funciona filtrando u ocultando los anuncios no deseados (banners, pop-ups, publicidad basada en Flash) de la página web visualizada.

[de]
icon-label=avast! Ad Blocker

settings-title=avast! Ad Blocker - powered by Adblock Plus
settings-heading=Ad Blocker
settings-language-label=Sprache:
settings-language-description=Wählen Sie Ihre Sprache aus, um das Meiste aus avast! Ad Blocker herauszuholen, damit es alle Werbung auf den Webseiten beseitigen kann, die Sie besuchen.
settings-language-other=Andere
settings-blocking-label=Blockierung verwalten:
settings-blocking-description=Sie können das Blockieren von Werbung auf einigen Webseiten deaktivieren. Verwalten Sie Ihre Liste von Webseiten, auf welchen Sie Werbung sehen möchten.
settings-exceptions-manage-label=Verwalten
settings-exceptions-add-label=Hinzufügen
settings-exceptions-remove-label=Ausgewählte Entfernen
settings-acceptable-label=Akzeptable Werbung:
settings-acceptable-description=Wir wollen Webseiten unterstützen, die auf einfache und unaufdringliche Werbung setzen. Deshalb haben wir strikte Richtlinien für akzeptable Werbung festgelegt. Aktivieren Sie akzeptable Werbung, wenn Sie Webseiten mit unaufdringlicher Werbung unterstützen wollen.
settings-feature-activate=Aktivieren
settings-feature-deactivate=Deaktivieren

# The placeholder ?1? is being replaced by the name "Adblock Plus" here
settings-powered-by=Powered by ?1?

# Extension description, to be displayed in the add-on manager
description=Die AdBlock Funktionalität filtert oder versteckt ungewollte Werbung (Banner, Pop-ups, Flash-basierte Werbung) von der Zielseite.
